Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.workspaceAutoNaming.note
source: When enabled, cmux summarizes supported agent sessions into short workspace and tab names using each agent's own binary, refreshed as the topic shifts. Manual renames always win and stop auto-naming for that workspace or tab. Uses your agent account for the short summarization calls.
ar: عند التفعيل، يلخّص cmux جلسات الوكلاء المدعومة في أسماء قصيرة لمساحات العمل وعلامات التبويب باستخدام البرنامج الثنائي الخاص بكل وكيل، ويتم التحديث عند تغيّر الموضوع. تتقدم إعادة التسمية اليدوية دائمًا وتوقف التسمية التلقائية لتلك المساحة أو علامة التبويب. تُستخدم حسابات الوكلاء لديك لاستدعاءات التلخيص القصيرة.
bs: Kada je uključeno, cmux sažima podržane sesije agenata u kratke nazive radnih prostora i kartica koristeći binarni program svakog agenta, uz osvježavanje kada se tema promijeni. Ručna preimenovanja uvijek imaju prednost i zaustavljaju automatsko imenovanje za taj radni prostor ili karticu. Za kratke pozive sažimanja koristi se vaš agentski račun.
da: Når det er slået til, opsummerer cmux understøttede agentsessioner til korte navne på arbejdsområder og faner med hver agents egen binærfil og opdaterer dem, når emnet skifter. Manuelle omdøbninger vinder altid og stopper automatisk navngivning for det arbejdsområde eller den fane. Bruger din agentkonto til de korte opsummeringskald.
de: Wenn aktiviert, fasst cmux unterstützte Agentensitzungen mit der jeweiligen Agent-Binärdatei zu kurzen Arbeitsbereichs- und Tabnamen zusammen und aktualisiert sie, wenn sich das Thema ändert. Manuelle Umbenennungen haben immer Vorrang und stoppen die automatische Benennung für diesen Arbeitsbereich oder Tab. Für die kurzen Zusammenfassungsaufrufe wird dein Agentenkonto verwendet.
es: Cuando está activado, cmux resume las sesiones de agentes compatibles en nombres cortos de espacios de trabajo y pestañas usando el binario propio de cada agente, y los actualiza cuando cambia el tema. Los cambios de nombre manuales siempre tienen prioridad y detienen el nombrado automático para ese espacio de trabajo o pestaña. Usa tu cuenta del agente para las llamadas breves de resumen.
fr: Lorsque cette option est activée, cmux résume les sessions d'agents prises en charge en noms courts d'espaces de travail et d'onglets avec le binaire propre à chaque agent, puis les actualise quand le sujet change. Les renommages manuels gagnent toujours et arrêtent le nommage automatique pour cet espace de travail ou cet onglet. Utilise votre compte d'agent pour les courts appels de résumé.
it: Quando è attivo, cmux riassume le sessioni degli agenti supportati in brevi nomi di spazi di lavoro e schede usando il binario di ciascun agente, aggiornandoli quando cambia l'argomento. Le rinominazioni manuali hanno sempre la precedenza e interrompono la denominazione automatica per quello spazio di lavoro o quella scheda. Usa il tuo account dell'agente per le brevi chiamate di riepilogo.
ja: 有効にすると、cmux は対応エージェントの各バイナリを使ってエージェントセッションを短いワークスペース名とタブ名に要約し、話題が変わると更新します。手動の名前変更が常に優先され、そのワークスペースやタブの自動命名は停止します。短い要約呼び出しにはユーザーのエージェントアカウントが使われます。
ko: 켜면 cmux가 각 에이전트의 자체 바이너리를 사용해 지원되는 에이전트 세션을 짧은 작업 공간 및 탭 이름으로 요약하고, 주제가 바뀌면 갱신합니다. 수동 이름 변경이 항상 우선하며 해당 작업 공간이나 탭의 자동 이름 지정을 중지합니다. 짧은 요약 호출에는 사용자의 에이전트 계정이 사용됩니다.
nb: Når dette er på, oppsummerer cmux støttede agentøkter til korte navn på arbeidsområder og faner med hver agents egen binærfil, og oppdaterer dem når emnet endres. Manuelle endringer av navn vinner alltid og stopper automatisk navngiving for det arbeidsområdet eller den fanen. Bruker agentkontoen din for de korte oppsummeringskallene.
pl: Po włączeniu cmux streszcza obsługiwane sesje agentów do krótkich nazw obszarów roboczych i kart, używając własnego pliku binarnego każdego agenta, i odświeża je po zmianie tematu. Ręczne zmiany nazw zawsze mają pierwszeństwo i zatrzymują automatyczne nazywanie dla tego obszaru roboczego lub karty. Krótkie wywołania streszczeń używają Twojego konta agenta.
pt_br: Quando ativado, o cmux resume sessões de agentes compatíveis em nomes curtos de espaços de trabalho e abas usando o binário próprio de cada agente, atualizados conforme o assunto muda. Renomeações manuais sempre vencem e interrompem a nomeação automática para aquele espaço de trabalho ou aba. Usa sua conta do agente para as chamadas curtas de resumo.
ru: Если включено, cmux кратко обобщает поддерживаемые сеансы агентов в короткие имена рабочих областей и вкладок с помощью собственного бинарного файла каждого агента и обновляет их при смене темы. Ручные переименования всегда имеют приоритет и останавливают автоматическое именование для этой рабочей области или вкладки. Для коротких вызовов обобщения используется ваша учетная запись агента.
th: เมื่อเปิดใช้งาน cmux จะสรุปเซสชันเอเจนต์ที่รองรับเป็นชื่อพื้นที่ทำงานและแท็บแบบสั้น โดยใช้ไบนารีของเอเจนต์แต่ละตัว และรีเฟรชเมื่อหัวข้อเปลี่ยน การเปลี่ยนชื่อด้วยตนเองจะมีผลเหนือกว่าเสมอและหยุดการตั้งชื่ออัตโนมัติสำหรับพื้นที่ทำงานหรือแท็บนั้น ใช้บัญชีเอเจนต์ของคุณสำหรับการเรียกสรุปแบบสั้น
tr: Açıldığında cmux, desteklenen aracı oturumlarını her aracının kendi ikili dosyasını kullanarak kısa çalışma alanı ve sekme adlarına özetler ve konu değiştikçe yeniler. Elle yeniden adlandırmalar her zaman kazanır ve o çalışma alanı veya sekme için otomatik adlandırmayı durdurur. Kısa özetleme çağrıları için aracı hesabınızı kullanır.
uk: Коли ввімкнено, cmux узагальнює підтримувані сеанси агентів у короткі назви робочих областей і вкладок за допомогою власного бінарного файла кожного агента та оновлює їх, коли тема змінюється. Ручні перейменування завжди мають перевагу й зупиняють автоматичне іменування для цієї робочої області або вкладки. Для коротких викликів узагальнення використовується ваш обліковий запис агента.
zh_hans: 启用后，cmux 会使用每个代理自己的二进制文件，将支持的代理会话总结为简短的工作区和标签页名称，并在主题变化时刷新。手动重命名始终优先，并会停止该工作区或标签页的自动命名。短摘要调用会使用你的代理账户。
zh_hant: 啟用後，cmux 會使用每個代理自己的二進位檔，將支援的代理工作階段摘要為簡短的工作區和標籤頁名稱，並在主題變化時重新整理。手動重新命名永遠優先，並會停止該工作區或標籤頁的自動命名。短摘要呼叫會使用你的代理帳戶。

# settings.automation.workspaceAutoNaming.subtitleOff
source: Workspace and tab names are never generated.
ar: لا يتم إنشاء أسماء مساحات العمل وعلامات التبويب أبدًا.
bs: Nazivi radnih prostora i kartica nikada se ne generiraju.
da: Navne på arbejdsområder og faner genereres aldrig.
de: Namen für Arbeitsbereiche und Tabs werden nie erzeugt.
es: Nunca se generan nombres para espacios de trabajo ni pestañas.
fr: Les noms des espaces de travail et des onglets ne sont jamais générés.
it: I nomi di spazi di lavoro e schede non vengono mai generati.
ja: ワークスペースとタブの名前は自動生成されません。
ko: 작업 공간과 탭 이름은 생성되지 않습니다.
nb: Navn på arbeidsområder og faner genereres aldri.
pl: Nazwy obszarów roboczych i kart nigdy nie są generowane.
pt_br: Nomes de espaços de trabalho e abas nunca são gerados.
ru: Имена рабочих областей и вкладок никогда не создаются.
th: จะไม่มีการสร้างชื่อพื้นที่ทำงานและแท็บ
tr: Çalışma alanı ve sekme adları hiçbir zaman oluşturulmaz.
uk: Назви робочих областей і вкладок ніколи не створюються.
zh_hans: 不会生成工作区和标签页名称。
zh_hant: 不會產生工作區和標籤頁名稱。

# settings.automation.workspaceAutoNaming.subtitleOn
source: Workspaces and tabs are named from agent conversations.
ar: تُسمّى مساحات العمل وعلامات التبويب من محادثات الوكيل.
bs: Radni prostori i kartice nazivaju se prema razgovorima agenta.
da: Arbejdsområder og faner navngives ud fra agentsamtaler.
de: Arbeitsbereiche und Tabs werden aus Agentengesprächen benannt.
es: Los espacios de trabajo y las pestañas se nombran a partir de conversaciones del agente.
fr: Les espaces de travail et les onglets sont nommés à partir des conversations de l'agent.
it: Spazi di lavoro e schede vengono nominati dalle conversazioni dell'agente.
ja: エージェントの会話からワークスペースとタブに名前が付きます。
ko: 작업 공간과 탭 이름이 에이전트 대화에서 지정됩니다.
nb: Arbeidsområder og faner navngis fra agentsamtaler.
pl: Obszary robocze i karty są nazywane na podstawie rozmów agenta.
pt_br: Espaços de trabalho e abas são nomeados a partir das conversas do agente.
ru: Рабочие области и вкладки получают имена из разговоров агента.
th: พื้นที่ทำงานและแท็บจะตั้งชื่อตามการสนทนาของเอเจนต์
tr: Çalışma alanları ve sekmeler aracı konuşmalarından adlandırılır.
uk: Робочі області та вкладки отримують назви з розмов агента.
zh_hans: 工作区和标签页会根据代理对话命名。
zh_hant: 工作區和標籤頁會根據代理對話命名。

# settings.betaFeatures.cloudMachines
source: Cloud Machines
ar: أجهزة سحابية
de: Cloud-Maschinen
es: Máquinas en la nube
fr: Machines cloud
ja: クラウドマシン
ko: 클라우드 머신
zh_hans: 云端机器
zh_hant: 雲端機器

# settings.betaFeatures.cloudMachines.subtitleOff
source: Hides every Cloud Machines surface, and keeps the Cloud tunnel and fleet polling off, until you enable it here.
ar: يخفي جميع واجهات الأجهزة السحابية، ويبقي النفق السحابي والاستعلام الدوري عن الأسطول متوقفين حتى تفعّل هذه الميزة هنا.
de: Blendet alle Oberflächen für Cloud-Maschinen aus und lässt den Cloud-Tunnel und die Flottenabfragen ausgeschaltet, bis Sie die Funktion hier aktivieren.
es: Oculta todas las interfaces de Máquinas en la nube y mantiene desactivados el túnel en la nube y las consultas periódicas a la flota hasta que lo actives aquí.
fr: Masque toutes les interfaces des machines cloud et désactive le tunnel cloud ainsi que l’interrogation de la flotte jusqu’à ce que vous activiez cette option ici.
ja: ここで有効にするまで、クラウドマシンのすべての画面を非表示にし、クラウドトンネルとフリートのポーリングもオフのままにします。
ko: 여기에서 활성화할 때까지 모든 클라우드 머신 화면을 숨기고 클라우드 터널과 플릿 폴링을 꺼 둡니다.
zh_hans: 隐藏云端机器的所有界面，并保持云端隧道和机群轮询关闭，直到你在此启用。
zh_hant: 隱藏雲端機器的所有介面，並維持雲端通道與機群輪詢關閉，直到您在此啟用。

# settings.betaFeatures.cloudMachines.subtitleOn
source: Shows Cloud in the right sidebar plus the Cloud Machines settings, palette commands, and new-workspace entries.
ar: يعرض السحابة في الشريط الجانبي الأيمن بالإضافة إلى إعدادات الأجهزة السحابية، وأوامر لوحة الأوامر، ومدخلات مساحة العمل الجديدة.
de: Zeigt „Cloud“ in der rechten Seitenleiste sowie die Cloud-Maschinen-Einstellungen, Palettenbefehle und Einträge für neue Arbeitsbereiche an.
es: Muestra la nube en la barra lateral derecha además de la configuración de Máquinas en la nube, los comandos de la paleta y las entradas de nuevos espacios de trabajo.
fr: Affiche Cloud dans la barre latérale droite ainsi que les paramètres de Machines cloud, les commandes de la palette et les entrées de nouvel espace de travail.
ja: 右サイドバーにクラウドを表示し、クラウドマシンの設定、パレットコマンド、新規ワークスペースの項目も有効にします。
ko: 오른쪽 사이드바에 클라우드를 표시하고 클라우드 머신 설정, 팔레트 명령 및 새 작업 공간 항목을 보여줍니다.
zh_hans: 在右侧边栏显示 Cloud，并显示云端机器设置、命令面板命令与新建工作区入口。
zh_hant: 在右側側邊欄顯示「雲端」，並顯示雲端機器設定、命令面板指令以及新增工作區項目。

# settings.betaFeatures.customSidebars
source: Custom Sidebars
ar: أشرطة جانبية مخصصة
de: Benutzerdefinierte Seitenleisten
es: Barras laterales personalizadas
fr: Barres latérales personnalisées
ja: カスタムサイドバー
ko: 맞춤 사이드바
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# settings.betaFeatures.customSidebars.subtitleOff
source: Hides custom sidebars from the sidebar picker until you enable them here.
ar: يخفي الأشرطة الجانبية المخصصة من منتقي الأشرطة الجانبية حتى تقوم بتمكينها هنا.
de: Blendet benutzerdefinierte Seitenleisten im Seitenleisten-Wähler aus, bis Sie sie hier aktivieren.
es: Oculta las barras laterales personalizadas del selector de barra lateral hasta que las habilite aquí.
fr: Masque les barres latérales personnalisées du sélecteur de barre latérale jusqu’à ce que vous les activiez ici.
ja: ここで有効にするまで、カスタムサイドバーをサイドバーピッカーに表示しません。
ko: 여기에서 활성화할 때까지 사이드바 선택기에서 맞춤 사이드바를 숨깁니다.
zh_hans: 在此处启用之前，自定义侧边栏不会出现在侧边栏选择器中。
zh_hant: 在側邊欄選取器中隱藏自訂側邊欄，直到您在此處啟用它們為止。

# settings.betaFeatures.customSidebars.subtitleOn
source: Lists your sidebars from ~/.config/cmux/sidebars in the sidebar picker, rendered in an isolated helper process.
ar: يسرد الأشرطة الجانبية الخاصة بك من ~/.config/cmux/sidebars في منتقي الأشرطة الجانبية، مع تصييرها في عملية مساعدة معزولة.
de: Listet Ihre Seitenleisten aus ~/.config/cmux/sidebars im Seitenleisten-Wähler auf, gerendert in einem isolierten Hilfsprozess.
es: Enumera sus barras laterales de ~/.config/cmux/sidebars en el selector de barra lateral, representadas en un proceso auxiliar aislado.
fr: Liste vos barres latérales depuis ~/.config/cmux/sidebars dans le sélecteur de barre latérale, rendues dans un processus auxiliaire isolé.
ja: ~/.config/cmux/sidebars のサイドバーをサイドバーピッカーに表示し、分離されたヘルパープロセスで描画します。
ko: 격리된 도우미 프로세스에서 렌더링된 ~/.config/cmux/sidebars의 사이드바를 사이드바 선택기에 나열합니다.
zh_hans: 在侧边栏选择器中列出 ~/.config/cmux/sidebars 中的侧边栏，并在独立的辅助进程中渲染。
zh_hant: 在側邊欄選取器中列出您位於 ~/.config/cmux/sidebars 的側邊欄，並在隔離的輔助程序中進行轉譯。

# settings.betaFeatures.dock.subtitleOff
source: Hides Dock from the right sidebar until you enable it here.
ar: يخفي Dock من الشريط الجانبي الأيمن حتى تقوم بتمكينه هنا.
de: Blendet das Dock in der rechten Seitenleiste aus, bis Sie es hier aktivieren.
es: Oculta el Dock de la barra lateral derecha hasta que lo habilite aquí.
fr: Masque le Dock de la barre latérale droite jusqu’à ce que vous l’activiez ici.
ja: ここで有効にするまで、Dock を右サイドバーから隠します。
ko: 여기에서 활성화할 때까지 오른쪽 사이드바에서 Dock을 숨깁니다.
zh_hans: 在此处启用之前，右侧边栏不显示 Dock。
zh_hant: 在右側側邊欄中隱藏 Dock，直到您在此處啟用它為止。

# settings.betaFeatures.dock.subtitleOn
source: Shows Dock in the right sidebar mode switcher for custom terminal controls.
ar: يعرض Dock في مبدل وضع الشريط الجانبي الأيمن لعناصر التحكم المخصصة في الطرفية.
de: Zeigt das Dock im Modus-Umschalter der rechten Seitenleiste für benutzerdefinierte Terminal-Steuerungen an.
es: Muestra el Dock en el selector de modo de la barra lateral derecha para controles de terminal personalizados.
fr: Affiche le Dock dans le sélecteur de mode de la barre latérale droite pour les commandes de terminal personnalisées.
ja: Dock を右サイドバーのモード切り替えに表示し、カスタム端末コントロールを使えるようにします。
ko: 맞춤 터미널 제어를 위해 오른쪽 사이드바 모드 전환기에 Dock을 표시합니다.
zh_hans: 在右侧边栏模式切换器中显示 Dock，用于自定义终端控件。
zh_hant: 在右側側邊欄模式切換器中顯示 Dock，以進行自訂終端機控制。

# settings.betaFeatures.extensions
source: Extensions
ar: امتدادات
de: Erweiterungen
es: Extensiones
ja: エクステンション
ko: 확장 기능
zh_hans: 扩展
zh_hant: 擴充功能

# settings.betaFeatures.extensions.subtitleOff
source: Hides all extension UI until you enable it here.
ar: يخفي كافة واجهات مستخدم الامتدادات حتى تقوم بتمكينها هنا.
de: Blendet die gesamte Benutzeroberfläche für Erweiterungen aus, bis Sie sie hier aktivieren.
es: Oculta toda la interfaz de usuario de las extensiones hasta que la habilite aquí.
fr: Masque toute l’interface utilisateur d’extension jusqu’à ce que vous l’activiez ici.
ja: ここで有効にするまで、すべてのエクステンション UI を隠します。
ko: 여기에서 활성화할 때까지 모든 확장 프로그램 UI를 숨깁니다.
zh_hans: 在此处启用之前，隐藏所有扩展界面。
zh_hant: 隱藏所有擴充功能 UI，直到您在此處啟用它為止。

# settings.betaFeatures.extensions.subtitleOn
source: Shows the puzzle button, the sidebar-toggle extension menu, and lets you install and host sidebar extensions.
ar: يعرض زر اللغز وقائمة امتداد تبديل الشريط الجانبي، ويتيح لك تثبيت واستضافة امتدادات الشريط الجانبي.
de: Zeigt die Puzzletaste, das Seitenleisten-Umschalt-Erweiterungsmenü und ermöglicht Ihnen das Installieren und Hosten von Seitenleisten-Erweiterungen.
es: Muestra el botón de rompecabezas, el menú de extensiones de alternancia de la barra lateral y le permite instalar y alojar extensiones de barra lateral.
fr: Affiche le bouton puzzle, le menu d’extension de basculement de la barre latérale, et vous permet d’installer et d’héberger des extensions de barre latérale.
ja: パズルボタンとサイドバー切り替えのエクステンションメニューを表示し、サイドバーエクステンションのインストールとホストを可能にします。
ko: 퍼즐 버튼, 사이드바 전환 확장 메뉴를 표시하고 사이드바 확장 기능을 설치 및 호스팅할 수 있게 합니다.
zh_hans: 显示拼图按钮和侧边栏切换扩展菜单，并允许安装与托管侧边栏扩展。
zh_hant: 顯示拼圖按鈕、側邊欄切換擴充功能選單，並允許您安裝和代管側邊欄擴充功能。

# settings.betaFeatures.feed
source: Feed
ar: الموجز
es: Canal
fr: Flux
ja: フィード
ko: 피드
zh_hans: 动态
zh_hant: 動態

# settings.betaFeatures.feed.subtitleOff
source: Hides Feed from the right sidebar until you enable it here.
ar: يخفي الموجز من الشريط الجانبي الأيمن حتى تقوم بتمكينه هنا.
de: Blendet den Feed in der rechten Seitenleiste aus, bis Sie ihn hier aktivieren.
es: Oculta Feed de la barra lateral derecha hasta que lo habilite aquí.
fr: Masque le Feed de la barre latérale droite jusqu’à ce que vous l’activiez ici.
ja: ここで有効にするまで、Feed を右サイドバーから隠します。
ko: 여기에서 활성화할 때까지 오른쪽 사이드바에서 피드를 숨깁니다.
zh_hans: 在此处启用之前，右侧边栏不显示 Feed。
zh_hant: 在右側側邊欄中隱藏 Feed，直到您在此處啟用它為止。

# settings.betaFeatures.feed.subtitleOn
source: Shows Feed in the right sidebar mode switcher for inline agent decisions.
ar: يعرض الموجز في مبدل وضع الشريط الجانبي الأيمن لاتخاذ قرارات العميل المضمنة.
de: Zeigt den Feed im Modus-Umschalter der rechten Seitenleiste für Inline-Agenten-Entscheidungen an.
es: Muestra Feed en el selector de modo de la barra lateral derecha para decisiones de agentes en línea.
fr: Affiche le Feed dans le sélecteur de mode de la barre latérale droite pour les décisions d’agent intégrées.
ja: Feed を右サイドバーのモード切り替えに表示し、エージェントの判断をインラインで扱えるようにします。
ko: 인라인 에이전트 결정을 위해 오른쪽 사이드바 모드 전환기에 피드를 표시합니다.
zh_hans: 在右侧边栏模式切换器中显示 Feed，用于内联的代理决策。
zh_hant: 在右側側邊欄模式切換器中顯示 Feed，以供行內代理程式決策使用。

# settings.betaFeatures.remoteTmux
source: Remote tmux
ar: tmux عن بعد
es: tmux remoto
fr: tmux distant
ja: リモート tmux
ko: 원격 tmux
zh_hans: 远程 tmux
zh_hant: 遠端 tmux

# settings.betaFeatures.remoteTmux.subtitleOff
source: Hides remote tmux mirroring until you enable it here.
ar: يخفي انعكاس tmux عن بعد حتى تقوم بتمكينه هنا.
de: Blendet die Remote-tmux-Spiegelung aus, bis Sie sie hier aktivieren.
es: Oculta el reflejo de tmux remoto hasta que lo habilite aquí.
fr: Masque la mise en miroir du tmux distant jusqu’à ce que vous l’activiez ici.
ja: ここで有効にするまで、リモート tmux のミラーリングを表示しません。
ko: 여기에서 활성화할 때까지 원격 tmux 미러링을 숨깁니다.
zh_hans: 在此处启用之前，隐藏远程 tmux 镜像。
zh_hant: 隱藏遠端 tmux 鏡像，直到您在此處啟用它為止。

# settings.betaFeatures.remoteTmux.subtitleOn
source: Mirrors a remote host's tmux sessions in the sidebar over ssh tmux -CC; sessions become workspaces and windows become tabs. Quitting cmux leaves the remote tmux server running.
ar: يعكس جلسات tmux للمضيف البعيد في الشريط الجانبي عبر ssh tmux -CC؛ وتتحول الجلسات إلى مساحات عمل والنوافذ إلى علامات تبويب. ويؤدي الخروج من cmux إلى ترك خادم tmux البعيد قيد التشغيل.
de: Spiegelt die tmux-Sitzungen eines Remote-Hosts über ssh tmux -CC in der Seitenleiste; Sitzungen werden zu Arbeitsbereichen und Fenster zu Tabs. Das Beenden von cmux lässt den Remote-tmux-Server weiterlaufen.
es: Refleja las sesiones de tmux de un host remoto en la barra lateral a través de ssh tmux -CC; las sesiones se convierten en espacios de trabajo y las ventanas en pestañas. Salir de cmux deja el servidor tmux remoto en ejecución.
fr: Met en miroir les sessions tmux d’un hôte distant dans la barre latérale via ssh tmux -CC ; les sessions deviennent des espaces de travail et les fenêtres deviennent des onglets. Quitter cmux laisse le serveur tmux distant en cours d’exécution.
ja: ssh tmux -CC でリモートホストの tmux セッションをサイドバーにミラーリングします。セッションはワークスペースに、ウィンドウはタブになります。cmux を終了してもリモートの tmux サーバーは動作し続けます。
ko: ssh tmux -CC를 통해 원격 호스트의 tmux 세션을 사이드바에 미러링합니다. 세션은 작업 공간이 되고 창은 탭이 됩니다. cmux를 종료해도 원격 tmux 서버는 계속 실행 중인 상태로 유지됩니다.
zh_hans: 通过 ssh tmux -CC 在侧边栏镜像远程主机的 tmux 会话；会话变为工作区，窗口变为标签页。退出 cmux 后，远程 tmux 服务器仍继续运行。
zh_hant: 透過 ssh tmux -CC 在側邊欄鏡像遠端主機的 tmux 工作階段；工作階段會變成工作區，視窗會變成標籤頁。退出 cmux 會讓遠端 tmux 伺服器保持執行狀態。

# settings.betaFeatures.warning
source: These features are experimental and may change or break. Enable them only when you are testing them.
ar: هذه الميزات تجريبية وقد تتغير أو تتعطل. قم بتمكينها فقط عندما تقوم باختبارها.
de: Diese Funktionen sind experimentell und können sich ändern oder fehlerhaft sein. Aktivieren Sie sie nur, wenn Sie sie testen.
es: Estas funciones son experimentales y pueden cambiar o dejar de funcionar. Habilítelas solo cuando las esté probando.
fr: Ces fonctionnalités sont expérimentales et peuvent changer ou cesser de fonctionner. Ne les activez que lorsque vous les testez.
ja: これらの機能は実験的で、変更されたり壊れたりする可能性があります。テストする場合だけ有効にしてください。
ko: 이 기능들은 실험적이며 변경되거나 제대로 작동하지 않을 수 있습니다. 테스트 목적일 때만 활성화하십시오.
zh_hans: 这些功能属于实验性功能，可能变更或失效。仅在测试时启用。
zh_hant: 這些是實驗性功能，可能會變更或損壞。請僅在測試時啟用它們。

# settings.betaFeatures.workspaceTodoControls
source: Workspace Todo Controls
ar: عناصر التحكم في مهام مساحة العمل
de: Arbeitsbereich-To-Do-Steuerungen
es: Controles de tareas del espacio de trabajo
fr: Commandes de tâches d’espace de travail
ja: ワークスペース Todo コントロール
ko: 작업 공간 할 일 제어
zh_hans: 工作区待办控件
zh_hant: 工作區待辦事項控制項

# settings.betaFeatures.workspaceTodoControls.subtitleOff
source: Keeps workspace todo summaries read-only unless remote rollout enables the controls.
ar: يبقي ملخصات مهام مساحة العمل للقراءة فقط ما لم يقم النشر عن بعد بتمكين عناصر التحكم.
de: Hält Arbeitsbereich-To-Do-Zusammenfassungen schreibgeschützt, es sei denn, ein Remote-Rollout aktiviert die Steuerungen.
es: Mantiene los resúmenes de tareas del espacio de trabajo en modo de solo lectura a menos que el despliegue remoto habilite los controles.
fr: Maintient les résumés des tâches d’espace de travail en lecture seule à moins que le déploiement à distance n’active les commandes.
ja: リモートのロールアウトによってコントロールが有効化されない限り、ワークスペースの todo サマリーを読み取り専用に維持します。
ko: 원격 출시로 제어 기능이 활성화되지 않는 한 작업 공간 할 일 요약을 읽기 전용으로 유지합니다.
zh_hans: 除非远程灰度启用这些控件，否则工作区待办摘要保持只读。
zh_hant: 使工作區待辦事項摘要保持唯讀，除非遠端部署啟用了這些控制項。

# settings.betaFeatures.workspaceTodoControls.subtitleOn
source: Shows Add Checklist Item and workspace status controls.
ar: يعرض عناصر التحكم في إضافة عنصر قائمة التحقق وحالة مساحة العمل.
de: Zeigt „Checklisteneintrag hinzufügen“ und Arbeitsbereich-Statussteuerungen an.
es: Muestra Agregar elemento de lista de verificación y controles de estado del espacio de trabajo.
fr: Affiche Ajouter un élément à la liste de contrôle et les commandes d’état de l’espace de travail.
ja: 「チェックリスト項目を追加」とワークスペースのステータスコントロールを表示します。
ko: 체크리스트 항목 추가 및 작업 공간 상태 제어 기능을 표시합니다.
zh_hans: 显示「添加清单项」和工作区状态控件。
zh_hant: 顯示「新增檢查清單項目」和工作區狀態控制項。

# settings.betaFeatures.workspaceTodosChecklistStyle
source: Checklist Style
ar: نمط قائمة التحقق
de: Checklisten-Stil
es: Estilo de lista de verificación
fr: Style de liste de contrôle
ja: チェックリストの表示スタイル
ko: 체크리스트 스타일
zh_hans: 清单样式
zh_hant: 檢查清單樣式

# settings.betaFeatures.workspaceTodosChecklistStyle.inline
source: Inline
ar: مضمن
es: En línea
fr: Intégré
ja: インライン
ko: 인라인
zh_hans: 内联
zh_hant: 行內

# settings.betaFeatures.workspaceTodosChecklistStyle.popover
source: Popover
ar: منبثق
fr: Fenêtre contextuelle
ja: ポップオーバー
ko: 팝오버
zh_hans: 浮层
zh_hant: 彈出視窗

# settings.betaFeatures.workspaceTodosChecklistStyle.subtitleInline
source: Clicking a row's checklist summary expands the items inline under the row.
ar: يؤدي النقر فوق ملخص قائمة التحقق الخاص بالصف إلى توسيع العناصر بشكل مضمن أسفل الصف.
de: Das Klicken auf die Checklisten-Zusammenfassung einer Zeile klappt die Einträge inline unter der Zeile auf.
es: Hacer clic en el resumen de la lista de verificación de una fila expande los elementos en línea debajo de la fila.
fr: Cliquer sur le résumé de la liste de contrôle d’une ligne développe les éléments de manière intégrée sous la ligne.
ja: 行のチェックリスト概要をクリックすると、行の下に項目がインライン展開されます。
ko: 행의 체크리스트 요약을 클릭하면 해당 행 아래에 항목들이 인라인으로 확장됩니다.
zh_hans: 点击行内的清单摘要，会在该行下方内联展开清单项。
zh_hant: 按一下列的檢查清單摘要可在該列下方展開行內項目。

# settings.betaFeatures.workspaceTodosChecklistStyle.subtitlePopover
source: Clicking a row's checklist summary opens an anchored popover.
ar: يؤدي النقر فوق ملخص قائمة التحقق الخاص بالصف إلى فتح نافذة منبثقة مثبتة.
de: Das Klicken auf die Checklisten-Zusammenfassung einer Zeile öffnet ein verankertes Popover.
es: Hacer clic en el resumen de la lista de verificación de una fila abre un popover anclado.
fr: Cliquer sur le résumé de la liste de contrôle d’une ligne ouvre une fenêtre contextuelle ancrée.
ja: 行のチェックリスト概要をクリックすると、アンカー付きのポップオーバーが開きます。
ko: 행의 체크리스트 요약을 클릭하면 고정된 팝오버가 열립니다.
zh_hans: 点击行内的清单摘要，会打开一个锚定的浮层。
zh_hant: 按一下列的檢查清單摘要可開啟錨定的彈出視窗。
